<template>
  <div class="cargoBody">
    <div class="deliveryInfoHeading" style="margin-bottom: 64px">
      <div class="deliveryInfoHeadingTitle CargoHeadingTitle" style="">
        О сервисе
      </div>
      <div class="deliveryInfoHeadingDesc CargoHeadingDesc">
      </div>
    </div>
    <div class="deliveryInfoBody" style="color: #000; max-width: 70vw; font-size: 14px">
      <h2>Удобный сервис для водителей и отправителей</h2>
      <br>
      <p style="line-height: 32px; font-size: 16px;">— Наш сервис предоставляет широкий спектр услуг по размещению заказов по
        грузоперевозкам, чтобы обеспечить клиентам простой и удобный способ отправки грузов. Мы предлагаем удобную
        платформу, где клиенты могут указать цены, вес и размеры своих грузов, чтобы найти оптимальное решение для их
        перевозки.

        Для клиентов мы предоставляем удобный функционал отслеживания, который позволяет быть в курсе местоположения
        своего груза на каждом этапе перевозки. Наш сервис также обеспечивает прозрачность и доступность информации о
        статусе заказов, чтобы клиенты могли быть уверены в надежности и своевременной доставке своих грузов.

        Для перевозчиков мы предлагаем каталог размещённых заказов, где они могут выбирать подходящие для них грузы и
        управлять статусами заказов. Это позволяет упростить процесс поиска и выполнения грузоперевозок, обеспечивая
        эффективное взаимодействие между клиентами и перевозчиками.

        Мы стремимся предоставлять высококачественные услуги, удовлетворяя потребности как клиентов, так и перевозчиков,
        и создавая удобную и надёжную платформу для грузоперевозок.</p>
    </div>
  </div>
</template>

<script>
export default {
  name: "about"
}
</script>

<style scoped>

</style>